webpackHotUpdate_N_E("pages/zh/review/2021",{

/***/ "./languages/zh/year-2021.json":
/*!*************************************!*\
  !*** ./languages/zh/year-2021.json ***!
  \*************************************/
/*! exports provided: title, section, default */
/***/ (function(module) {

eval("module.exports = JSON.parse(\"{\\\"title\\\":\\\"成立卡克曼科技有限公司\\\",\\\"section\\\":[{\\\"head\\\":\\\"起步\\\",\\\"content\\\":[\\\"在 2020 年的 11 月之後，我（ Noël ）決定自立門戶開了自己的公司，經過幾年對於別開發團隊的觀察，我從他們身上看到一些可以改進的地方，他們讓我想到未來公司的數量會越來越多，但不是每一個公司的擁有者、主管、領導都知道如何建立一個開發團隊，或者如何妥善管理、領導、驅動他們，因此增加了越來越多的人力成本，現在也許大多數的公司，還沒辦法想到其實他們可以試著尋求第三方的顧問，來協助、輔助他們建立自己的開發團隊，但我相信有一天，會有人注意到。\\\"]},{\\\"head\\\":\\\"成果\\\",\\\"content\\\":[\\\"今年，雖然我還蠻焦慮在公司的收入，我很努力在找尋新客戶，但我遇到滿多有趣的人，我很喜歡他們，也很高興能夠有自己的公司，每每都會讓我感到滿足，當有人說他很想跟我一起共事，然後問我什麼時候要建自己的團隊，我想在我有能力養自己的團隊之前，先讓我分享卡克曼在今年的成長吧！\\\"],\\\"achieves\\\":[{\\\"durance\\\":3,\\\"status\\\":\\\"已結案\\\",\\\"type\\\":\\\"前端開發\\\",\\\"content\\\":\\\"官方網站的前端開發。\\\",\\\"tech\\\":\\\"Vue\\\"},{\\\"durance\\\":12,\\\"status\\\":\\\"已結案\\\",\\\"type\\\":\\\"團隊建置、前端開發\\\",\\\"content\\\":\\\"開發前端，並協助招募面試、工程師訓練。\\\",\\\"tech\\\":\\\"React, Docker\\\"},{\\\"durance\\\":0.5,\\\"status\\\":\\\"已結案\\\",\\\"type\\\":\\\"前端開發技術顧問\\\",\\\"content\\\":\\\"提供前端開發技術諮詢，也協助開發一小部分。\\\",\\\"tech\\\":\\\"React\\\"},{\\\"durance\\\":4,\\\"status\\\":\\\"已結案\\\",\\\"type\\\":\\\"團隊建置、前端與後端開發\\\",\\\"content\\\":\\\"開發前端與後端，並協助建立開發團隊、招募面試，以及工程師訓練。\\\",\\\"tech\\\":\\\"Vue, Docker, jQuery, Node, IIS\\\"},{\\\"durance\\\":2,\\\"status\\\":\\\"進行中\\\",\\\"type\\\":\\\"前端開發\\\",\\\"content\\\":\\\"協助一個大型聯合開發專案的前端部分。\\\",\\\"tech\\\":\\\"Angular, NX\\\"},{\\\"durance\\\":3,\\\"status\\\":\\\"進行中\\\",\\\"type\\\":\\\"軟體開發\\\",\\\"content\\\":\\\"維護與開發一個客戶的軟體產品。\\\",\\\"tech\\\":\\\"Docker, PHP, Vue\\\"}]},{\\\"head\\\":\\\"下一步\\\",\\\"content\\\":[\\\"在這一年裡，我確實花了不少努力，在釐清我要如何營運這間公司、我可以提供怎樣的服務，以及我想要達到怎樣的成就，每一次我試著解釋公司給我的客戶，我都能有新的靈感在於重新定義我的公司，以及我的服務，但這是好的，下一年希望我有足夠的資金可以建立我自己的團隊，我還在努力當中。 ：）\\\"]}]}\");//# sourceURL=[module]\n//# sourceMappingURL=data:application/json;charset=utf-8;base64,eyJ2ZXJzaW9uIjozLCJzb3VyY2VzIjpbXSwibmFtZXMiOltdLCJtYXBwaW5ncyI6IiIsImZpbGUiOiIuL2xhbmd1YWdlcy96aC95ZWFyLTIwMjEuanNvbi5qcyIsInNvdXJjZVJvb3QiOiIifQ==\n//# sourceURL=webpack-internal:///./languages/zh/year-2021.json\n");

/***/ })

})